[
	{
		"day": 1,
		"backgroundColor": "#ff7878",
		"text": "Julgranar är ätbara. Många delar av granar och tallar kan ätas. Barren innehåller mycket C-vitamin. Kottar innehåller också mycket näring."
	},
	{
		"day": 2,
		"backgroundColor": "#ff0000",
		"text": "En konstgjord spindel med nät förekommer ofta i ukrainska julgransdekorationer. Ett spindelnät som hittas på julaftons morgon tros bringa lycka."
	},
	{
		"day": 3,
		"backgroundColor": "#378b29",
		"text": "Elektriska julgransljus användes första gången år 1895. Uppfinnaren var amerikanen Ralph E Morris."
	},
	{
		"day": 4,
		"backgroundColor": "#ff7878",
		"text": "Det finns två öar som heter Christmas Island. Den ena ligger i Stilla Havet och den andra i Indiska Oceanen."
	},
	{
		"day": 5,
		"backgroundColor": "#74d680",
		"text": "Grekerna använder traditionellt sett inte julgranar."
	},
	{
		"day": 6,
		"backgroundColor": "#ff7878",
		"text": "Julen är den tid på året då det köps mest diamanter."
	},
	{
		"day": 7,
		"backgroundColor": "#378b29",
		"text": "I Storbritannien har man ätit julpajer sedan 1700-talet. Att äta en paj på var och en av julens 12 dagar sägs bringa lycka under kommande års 12 månader."
	},
	{
		"day": 8,
		"backgroundColor": "#74d680",
		"text": "I Sverige och Finland var det förr i tiden dubbla böter på alla brott under julfriden."
	},
	{
		"day": 9,
		"backgroundColor": "#ff0000",
		"text": "I Guatemala firas Juldagen den 25 december, men de vuxna ger inte julklappar till varandra förrän på Nyårsdagen. Barnen får sina på Juldagens morgon."
	},
	{
		"day": 10,
		"backgroundColor": "#ff7878",
		"text": "I Nordamerika hänger barnen ut sina strumpor medan holländska barn hänger ut sina skor för att få julklappar i."
	},
	{
		"day": 11,
		"backgroundColor": "#74d680",
		"text": "I Norge gömde man alla kvastarna efter att man ätit upp maten och delat ut julklapparna eftersom man trodde att häxor och onda andar stal dem för att åka på."
	},
	{
		"day": 12,
		"backgroundColor": "#ff0000",
		"text": "Det uppskattas att ungefär 400 000 människor varje år blir sjuka efter att ha ätit gammal julmat."
	},
	{
		"day": 13,
		"backgroundColor": "#378b29",
		"text": "Lucias ljuskrona sägs komma från en berättelse när Lucia bär ner mat till fångar i en djup fängelsehåla, och för att kunna bära så mycket som möjligt satte hon ljusen på huvudet."
	},
	{
		"day": 14,
		"backgroundColor": "#ff0000",
		"text": "Den kanadensiska provinsen Nova Scotia är världens största exportör av hummer, vilda blåbär och julgranar."
	},
	{
		"day": 15,
		"backgroundColor": "#74d680",
		"text": "Det första julkortet skapades i England den 9 december 1842."
	},
	{
		"day": 16,
		"backgroundColor": "#ff0000",
		"text": "Den nordeuropeiska seden med ljus i granen härstammar från tron på att det skyddade skogsmarkens ande när andra träd tappade löven under vintern."
	},
	{
		"day": 17,
		"backgroundColor": "#378b29",
		"text": "Kryddstyrkan i pepparkakor gjorde att pepparkakan ansågs ha en medicinsk effekt."
	},
	{
		"day": 18,
		"backgroundColor": "#74d680",
		"text": "För hundra år sedan, i södra Sverige, var grisen hårdvaluta. Därför åt man istället gädda på julafton."
	},
	{
		"day": 19,
		"backgroundColor": "#ff7878",
		"text": "Saffran kommer från märkena i en krokus. Varje blomma har 3 märken och för att få ett kilo saffran krävs över 100 000 blommor."
	},
	{
		"day": 20,
		"backgroundColor": "#378b29",
		"text": "Innan julgranen blev vanlig, strödde man halm på golvet och det bars inte ut förrän vid tjugondag Knut. Seden är från fornnordisk tid och försvann först omkring 1900."
	},
	{
		"day": 21,
		"backgroundColor": "#74d680",
		"text": "Före jultomten fanns kom julbocken och delade ut presenter. Jultomten kom först under 1800-talets senare del."
	},
	{
		"day": 22,
		"backgroundColor": "#ff0000",
		"text": "Adventskalendern kom till Sverige först på 1920-talet."
	},
	{
		"day": 23,
		"backgroundColor": "#74d680",
		"text": "Bilderna som legat till grund för jultomtens utseende här i Sverige kommer från Jenny Nyströms kända julkort."
	},
	{
		"day": 24,
		"backgroundColor": "#ff0000",
		"text": "Julkrubban är en katolsk sed från italienska kyrkor och kom till Sverige i början av 1800-talet."
	}
]
